{
  "header": {
    "fruiteSeedlings": "Саженцы фруктов",
    "aboutUs": "О нас",
    "blog": "Блог",
    "contact": "Свяжитесь с нами"
  },
  "home": {
    "title": "Саженцы, которые \nприносят богатый \nурожай и обеспеченное \nбудущее!",
    "titleBtn": "Наши саженцы",
    "baner1": "Саженцы фруктовых деревьев",
    "baner2": "Плодоводство",
    "baner3": "Сертиф. саженцы",
    "baner4": "Безвирусный посадочный материал",
    "heading": "На основе традиций — к более успешному будущему",
    "desc": "Сельскохозяйственный кооператив «Euro duo kalem» основан на многолетних традициях выращивания посадочного материала. Основное направление деятельности — производство саженцев фруктовых деревьев, привитой виноградной лозы и роз. Производство безвирусных саженцев осуществляется благодаря благоприятным климатическим условиям, применению современных технологий и постоянному сотрудничеству с ведущими институтами Сербии и других стран. Современный дизайн и высокое качество нашей продукции признаны во многих странах Европы и Азии. Присоединяйтесь к нам на пути к плодородному будущему.",
    "mostWanted": {
      "title": "Откройте для себя наши самые востребованные саженцы фруктовых деревьев",
      "more": "Узнать больше",
      "pear": {
        "title": "груша",
        "text": "Наши саженцы груши приносят обильный урожай и адаптированы к различным климатическим условиям. Сорта из нашего ассортимента отличаются отличным балансом сладости и свежести — идеально подходят как для свежего потребления, так и для переработки..."
      },
      "apple": {
        "title": "яблоко",
        "text": "Качественные саженцы яблонь с богатым вкусом и длительным сроком хранения, идеальны для всех типов производства. Мы предлагаем ранние, средние и поздние сорта, адаптированные к различным потребностям садоводов и рынков..."
      },
      "plum": {
        "title": "слива",
        "text": "Устойчивые и плодовитые сорта сливы, идеально подходящие для свежего потребления, сушки или переработки. Наши саженцы гарантируют высокий урожай и стабильное качество плодов, а также исключительную адаптируемость к почве и климату..."
      },
      "sourCherry": {
        "title": "вишня",
        "text": "Вишни с богатым ароматом, отличные для переработки, сока и варенья, с стабильными урожаями. Наши саженцы устойчивы к болезням и адаптированы к различным условиям выращивания, обеспечивая надежный и качественный урожай..."
      },
      "cherry": {
        "title": "черешня",
        "text": "Сладкие и сочные черешни с наших плантаций, известные исключительным размером и вкусом. Отобранные сорта с отличным опылением и высоким урожаем обеспечивают долгосрочный и качественный урожай..."
      },
      "allProducts": {
        "title": "посмотреть все наши саженцы",
        "text": "Посмотреть все"
      }
    },
    "seedlingsTitle": "Почему наши саженцы ",
    "seedlings": [
      "15+ видов фруктовых саженцев - Широкий ассортимент саженцев, адаптированный к различным климатическим условиям и потребностям сельхозпроизводителей.",
      "Экспорт в 20+ стран - Наши саженцы признаны на отечественном и международном рынках, с высоким стандартом качества. ",
      "Традиционное производство с современными методами - Сочетание многолетнего опыта и современных технологий гарантирует высокий стандарт качества саженцев.",
      "Сертифицированное качество - Все саженцы произведены в соответствии с самыми высокими стандартами, с регулярными проверками здоровья и качества.",
      "Быстрая и надежная доставка - Мы обеспечиваем надежную доставку, чтобы гарантировать, что саженцы прибудут в идеальном состоянии.",
      "Профессиональная поддержка и консультации - Мы предоставляем советы по посадке, уходу и выращиванию, чтобы вы могли достичь максимального урожая. "
    ],
    "seedlingsBtn": "Узнать больше",
    "message": "Не сажайте только фрукты, сажайте будущее - отличные саженцы для садов, которые будут служить поколениям!",
    "contact": {
      "title": "Свяжитесь с нами",
      "name": "Имя и фамилия",
      "email": "Электронная почта",
      "message": "сообщение",
      "button": "Отправить сообщение"
    },
    "blog":{
      "title": "Наш блог"
    }
  },
  "seedlings": {
    "title": "Наши саженцы",
    "search": "Поиск саженцев...",
    "button": "Узнать больше"
  },
  "seedling": {
    "characteristics": "Характеристики сорта",
    "suggested": "Предлагается для вас"
  },
  "aboutUs": {
    "title": "Кто мы и что делает нас другими",
    "text": "Мы специализируемся на саженцах плодовых культур высокого качества, выращенных с заботой и опытом — для садов, которые остаются на поколения.",
    "subtitle1": "В чем преимущества ",
    "subtitle2": "наших саженцев?"
  },
  "footer": {
    "nav": "Быстрые ссылки",
    "seedlings": "Саженцы",
    "aboutUs": "О нас",
    "blog": "Блог",
    "contactUs": "Contact us",
    "contact": "Контакт",
    "address": "Адрес",
    "addressOf": "Деревня Лазаревац, Крушевац, Сербия",
    "social": "Сети"
  }
}