{
  "sr": {
    "apple": {
      "title": "Jabuka",
      "subvarietys": [
        {
          "subvariety": "Ajdared",
          "about": "Ajdared je američka sorta jabuke nastala ukrštanjem sorti Jonathan i Wagner. Zbog svog atraktivnog izgleda, otpornosti i mogućnosti dugotrajnog skladištenja, veoma je popularna kako u komercijalnoj proizvodnji, tako i kod potrošača. Pripada grupi zimskih sorti i poznata je po stabilnom i visokom prinosu. ",
          "main": [
            "Blago kiselkast ukus",
            "Kasna berba",
            "Dug rok čuvanja",
            "Višenamenska upotreba"
          ],
          "characteristics": [
            {
              "title": "Izgled i ukus:",
              "text": "Plod je srednje krupan do krupan, sa glatkom i sjajnom pokožicom, boja je  pretežno crvena sa zelenkastom osnovom. Pogodna je za potrošače koji vole ravnotežu između slatkoće i kiselosti."
            },
            {
              "title": "Sezona berbe:",
              "text": "Ajdared sazreva krajem septembra ili početkom oktobra. "
            },
            {
              "title": "Pogodno zemljište:",
              "text": "Najbolje uspeva na plodnim, dubokim i rastresitim zemljištima sa dobrom drenažom. Optimalno su joj blago kisela do neutralna zemljišta, a uspeva najbolje na sunčanim i umereno vlažnim parcelama. "
            }
          ],
          "url": "ajdared.jpg",
          "suggested": [2,3,4]
        },
        {
          "subvariety": "Breburn",
          "about": "Breburn je poreklom sa Novog Zelanda i predstavlja jednu od najznačajnijih sorti jabuke u komercijalnoj proizvodnji zbog svoje postojanosti, kvaliteta ploda i uravnoteženog ukusa. Nastala je prirodnim ukrštanjem sorti Lady Hamilton i Granny Smith. Prepoznatljiva je po čvrstoj strukturi, slatko-kiselom ukusu i dugom roku trajanja. ",
          "main": [
            "Blago kiselkast ukus",
            "Pozno zrenje",
            "Dugotrajna svežina",
            "Umereno zahtevna"
          ],
          "characteristics": [
            {
              "title": "Izgled i ukus:",
              "text": "Plod je čvrst i krupan, sa glatkom pokožicom crvenkastih nijansi. Ono što je karakteristično za ovu sortu je sočan i prijatno osvežavajuć, blago kiselkast ukus. "
            },
            {
              "title": "Sezona berbe:",
              "text": "Breburn se bere u drugoj polovini oktobra, što je čini sortom pozne sezone. Odlikuje se odličnom transportabilnošću i čvrstoćom ploda, što je čini pogodnom za duži plasman na tržištu. "
            },
            {
              "title": "Pogodno zemljište:",
              "text": "Najbolje uspeva na dobro dreniranom, plodnom zemljištu, sa dobrom izloženošću suncu. "
            }
          ],
          "url": "breburn.jpg",
          "suggested": [2,3,4]
        },
        {
          "subvariety": "Fudži",
          "about": "Fudži je visoko vrednovana sorta jabuke poreklom iz Japana, nastala ukrštanjem sorti Ralls Janet i Red Delicious. U komercijalnoj proizvodnji prepoznata je po izuzetnoj konzistentnosti kvaliteta ploda, otpornosti na skladištenje i dugom roku trajanja bez gubitka svežine. Fudži se ubraja među najtraženije sorte na globalnom tržištu, naročito u segmentu sveže potrošnje. ",
          "main": [
            "Prepoznatljiv izgled",
            "Izuzetno slatka",
            "Pozna berba",
            "Dug vek čuvanja"
          ],
          "characteristics": [
            {
              "title": "Izgled i ukus:",
              "text": "Plod je krupan, čvrst i sočan. Pokožica je žućkasto-zelena, gotovo u potpunosti prekrivena crveno-ružičastim nijansama. Ukus je izraženo sladak, gotovo bez kiselosti, sa blagom aromom. "
            },
            {
              "title": "Sezona berbe:",
              "text": "Fudži se bere u drugoj polovini oktobra. Pripada poznim sortama, ali se odlikuje odličnom postojanošću i dugo zadržava svežinu u skladištu. "
            },
            {
              "title": "Pogodno zemljište:",
              "text": "Najbolje uspeva na dubokim, plodnim i dobro dreniranima zemljištima. Traži topla, sunčana staništa i redovno navodnjavanje kako bi se postigao pun kvalitet ploda."
            }
          ],
          "url": "fudzi.jpg",
          "suggested": [2,3,4]
        },
        {
          "subvariety": "Gala",
          "about": "Gala je vrlo popularna sorta jabuke, poreklom iz Novog Zelanda, koja se odlikuje izuzetnom slatkoćom i prijatnim aromama. Zbog svoje boje i ujednačenog kvaliteta ploda, često se koristi u komercijalnoj proizvodnji, a njeni plodovi su među najtraženijima na tržištu. ",
          "main": [
            "Izuzetno slatka",
            "Rana berba",
            "Srednji vek čuvanja",
            "Idealna za svežu konzumaciju"
          ],
          "characteristics": [
            {
              "title": "Izgled i ukus:",
              "text": "Plodovi su manji do srednje krupni, sa glatkom, tankom pokožicom koja je žuto-crvena, često sa zlatnim nijansama. Ova sorta je  veoma slatko, sa blagim i prijatnim voćnim aromama."
            },
            {
              "title": "Sezona berbe:",
              "text": "Gala je rana sorta, koja se bere već u prvoj polovini avgusta."
            },
            {
              "title": "Pogodno zemljište:",
              "text": "Gala najbolje uspeva na plodnim, dobro dreniranim zemljištima, uz obezbeđeno dovoljno sunčeve svetlosti."
            }
          ],
          "url": "gala.jpg",
          "suggested": [2,3,4]
        },
        {
          "subvariety": "Gloster",
          "about": "Gloster je sorta jabuke koja potiče iz Nemačke i poznata je po svojoj čvrstoj teksturi i izuzetnoj otpornosti na skladištenje. Plodovi Glostera su često veći, sa karakterističnom crvenom, gotovo crnom bojom, koja ga čini vrlo prepoznatljivim. Ova sorta je cenjena zbog svoje svestranosti, jer se koristi i za konzumaciju u svežem stanju, ali i za pripremu sokova, džemova i rakija.",
          "main": [
            "Intenzivna crvena boja",
            "Blago kiselkast ukus",
            "Srednja berba",
            "Višestruka upotreba"
          ],
          "characteristics": [
            {
              "title": "Izgled i ukus:",
              "text": "Plod je srednje krupan do krupan, sa tamno crvenom, ponekad gotovo crnom, pokožicom. Blago kiselkast ukus daje osvežavajuću notu. Ujednačenost ukusa i teksture čine ovu sortu pogodnom za dugoročno skladištenje."
            },
            {
              "title": "Sezona berbe:",
              "text": "Gloster se bere krajem septembra i početkom oktobra."
            },
            {
              "title": "Pogodno zemljište:",
              "text": "Ova sorta najbolje uspeva na plodnim, dobro dreniranim zemljištima, uz dovoljnu količinu sunčeve svetlosti. Za optimalan rast, Gloster zahteva uravnoteženu količinu vlage i ne previše kiselina u tlu."
            }
          ],
          "url": "gloster.jpg",
          "suggested": [2,3,4]
        },
        {
          "subvariety": "Greni smit",
          "about": "Granny Smith je australijska sorta jabuke koja se ističe svojom živopisnom zelenom bojom i izrazito kiselkastim ukusom. Ova sorta je vrlo prepoznatljiva i široko korišćena zbog svoje čvrste teksture i svežeg, osvežavajućeg ukusa. Idealna je za sve vrste kulinarskih primena, ali se takođe koristi i u industriji sokova i rakija.",
          "main": [
            "Intenzivna zelena boja",
            "Izražena kiselost",
            "Srednja berba",
            "Dug rok čuvanja"
          ],
          "characteristics": [
            {
              "title": "Izgled i ukus:",
              "text": "Plod je srednje krupan, sa karakterističnom svetlo zelenom pokožicom. Ukus je snažno kiselkast i osvežavajuć, bez puno slatkoće. Ova kombinacija daje specifičan profil koji je idealan za ljubitelje kiselijih jabuka."
            },
            {
              "title": "Sezona berbe:",
              "text": "Granny Smith se bere u oktobru i novembru."
            },
            {
              "title": "Pogodno zemljište:",
              "text": "Ova sorta najbolje raste na dubokim, plodnim, dobro dreniranim zemljištima, uz redovno navodnjavanje."
            }
          ],
          "url": "greni-smit.jpg",
          "suggested": [2,3,4]
        },
        {
          "subvariety": "Jonagold",
          "about": "Jonagold je hibridna sorta jabuke nastala ukrštanjem sorti Jonathan i Golden Delicious. Prepoznaje se po svom zlatno-crvenom izgledu, bogatom ukusu i svestranosti u upotrebi. Ova sorta je vrlo cenjena u voćarskoj industriji zbog svoje visokokvalitetne teksture i osvežavajućeg slatko-kiselog ukusa.",
          "main": [
            "Intenzivna zelena boja",
            "Izražena kiselost",
            "Srednja berba",
            "Dug rok čuvanja"
          ],
          "characteristics": [
            {
              "title": "Izgled i ukus:",
              "text": "Plodovi Jonagolda su srednje do krupni, sa glatkom, svetlo žutom do crvenkastom pokožicom. Dominantan je uravnotežen slatko-kiseli ukus. Njegov specifičan voćni miris čini ga veoma prijatnim za konzumaciju."
            },
            {
              "title": "Sezona berbe:",
              "text": "Jonagold se bere u drugoj polovini septembra do početka oktobra, u zavisnosti od regiona. Zbog svoje izdržljivosti, plodovi mogu dugo da se čuvaju bez gubitka kvaliteta. "
            },
            {
              "title": "Pogodno zemljište:",
              "text": "Jonagold najbolje uspeva na plodnim, dobro dreniranim zemljištima, uz optimalnu količinu vlage i sunčeve svetlosti. Tlo treba da bude bogato hranljivim materijama, uz redovno navodnjavanje tokom sušnih perioda. "
            }
          ],
          "url": "jonagold.jpg",
          "suggested": [2,3,4]
        },
        {
          "subvariety": "Red spur delišes",
          "about": "Red Spur Delišes je varijanta popularne sorte Delišes, poznata po svom intenzivnom crvenom izgledu i slatkom ukusu. Ova sorta je prepoznatljiva po atraktivnoj crvenoj boji i idealna je za potrošnju u svežem stanju. Red Spur Delišes je cenjena zbog svoje čvrste teksture i visokog kvaliteta plodova, što je čini jednim od omiljenih izbora za tržište.",
          "main": [
            "Svetlo crvena boja",
            "Sladak ukus",
            "Srednja berba",
            "Idealno za svežu konzumaciju"
          ],
          "characteristics": [
            {
              "title": "Izgled i ukus:",
              "text": "Plodovi sorte Red Spur Delišes su srednje do krupni, sa glatkom, svetlo crvenom kožicom koja je izuzetno privlačna i odlikuje se ujednačenom bojom. Karakteriše je prirodna slatkoća i blag, osvežavajuć ukus. Ova kombinacija ukusa i teksture čini je savršenim izborom za konzumaciju u svežem stanju. "
            },
            {
              "title": "Sezona berbe:",
              "text": "Ova sorta se bere sredinom septembra, a plodovi brzo sazrevaju, pa su spremni za tržište krajem leta i početkom jeseni."
            },
            {
              "title": "Pogodno zemljište:",
              "text": "Red Spur Delicious zahteva plodna zemljišta sa dobrom drenažom i redovnim navodnjavanjem. Tlo treba biti bogato hranljivim materijama kako bi se obezbedio zdrav rast i kvalitetan plod."
            }
          ],
          "url": "red-spur-delises.jpg",
          "suggested": [2,3,4]
        },
        {
          "subvariety": "Summer red",
          "about": "Summer Red je ranija sorta jabuka koja se odlikuje prelepom crvenom bojom i osvežavajućim ukusom. Sa svojom blagom slatko-kiselkastom kombinacijom, idealna je za svežu konzumaciju tokom leta. Plodovi ove sorte brzo sazrevaju, pa su među prvim jabukama koje stižu na tržište, što je čini posebno popularnom u letnjoj sezoni.",
          "main": [
            "Blaga slatko-kiselost",
            "Rana berba",
            "Kratak rok čuvanja",
            "Savršena za svežu konzumaciju"
          ],
          "characteristics": [
            {
              "title": "Izgled i ukus:",
              "text": "Plodovi Summer Red su srednje veličine, sa glatkom, jarkocrvenom kožicom. Ima osvežavajuću, uravnoteženu slatko-kiselkastu notu koja pruža prijatan ukus."
            },
            {
              "title": "Sezona berbe:",
              "text": "Sorta se bere početkom leta, obično u junu i julu, čineći je prvom letnjom jabukom koja dolazi na tržište."
            },
            {
              "title": "Pogodno zemljište:",
              "text": "Summer Red najbolje uspeva na plodnim, dobro dreniranim zemljištima, sa dovoljno sunčeve svetlosti. Zahteva redovno navodnjavanje tokom sušnih perioda kako bi postigla optimalan kvalitet plodova."
            }
          ],
          "url": "apples-image.webp",
          "suggested": [2,3,4]
        },
        {
          "subvariety": "Top red",
          "about": "Top Red je sorta jabuka koja je poznata po svojoj izuzetnoj crvenoj boji i slatkom, osvežavajućem ukusu. Ova sorta je hibrid, nastala od popularne sorte Delicious, ali sa još dubljom crvenom bojom i odličnim ukusom. Idealna je za tržište sveže potrošnje, kao i za preradu u sokove i džemove. Top Red je cenjena zbog svoje sočne teksture i vizuelne atraktivnosti, što je čini jednim od najpopularnijih izbora među potrošačima.",
          "main": [
            "Izuzetna sočnost",
            "Srednja berba",
            "Dobar rok čuvanja",
            "Višestruka upotreba"
          ],
          "characteristics": [
            {
              "title": "Izgled i ukus:",
              "text": "Plodovi Top Red sorte su srednje krupni, sa glatkom, intenzivno crvenom pokožicom. Ima sladak, osvežavajući ukus koji je dobro izbalansiran i prijatan. Ova sorta je vrlo atraktivna zbog svoje boje i izgleda."
            },
            {
              "title": "Sezona berbe:",
              "text": "Top Red se bere sredinom do kraja septembra."
            },
            {
              "title": "Pogodno zemljište:",
              "text": "Top Red preferira plodna i dobro drenirana zemljišta. Da bi se postigao visok kvalitet plodova, potrebno je redovno navodnjavanje i izlaganje dovoljno sunčeve svetlosti tokom vegetacije."
            }
          ],
          "url": "top red.webp",
          "suggested": [2,3,4]
        },
        {
          "subvariety": "Zlatni delišes",
          "about": "Zlatni Delišes je jedna od najpoznatijih sorti jabuka, koja se odlikuje svetlom, zlatno-žutom bojom i blagim, slatkim ukusom. Ovo je sorta srednje kasnog sazrevanja, cenjena zbog svoje izdržljivosti tokom skladištenja i široke primene. Idealna je za konzumaciju u svežem stanju, kao i za preradu u sokove i džemove. Zlatni Delišes je takođe izuzetno popularan među potrošačima zbog svoje blage teksture i sočnosti.",
          "main": [
            "Sladak ukus",
            "Kasna berba",
            "Dobar rok čuvanja",
            "Univerzalna upotreba"
          ],
          "characteristics": [
            {
              "title": "Izgled i ukus:",
              "text": "Plodovi Zlatnog Delišesa su srednje do krupni, sa glatkom, zlatno-žutom pokožicom koja se povremeno može prekriti sa blagim crvenkastim nijansama. Ova sorta je slatka i sočna, sa blagim voćnim aromama koje ga čine izuzetno prijatnim za konzumaciju."
            },
            {
              "title": "Sezona berbe:",
              "text": "Zlatni Delišes sazreva sredinom oktobra, kada plodovi dostižu svoju punu zrelost. "
            },
            {
              "title": "Pogodno zemljište:",
              "text": "Za optimalan rast, Zlatni Delišes zahteva plodna i dobro drenirana zemljišta. Najbolje rezultate postiže na zemljištima bogatim hranljivim materijama, uz redovno navodnjavanje."
            }
          ],
          "url": "zlatni delises .jpg",
          "suggested": [2,3,4]
        }
      ]
    },
    "pear": {
      "title": "Kruska",
      "subvarietys": [
        {
          "subvariety": "Abate Fetel",
          "about": "Visoko cenjena sorta kruške koja pripada jesenjoj grupi sazrevanja. Prepoznatljiva je po svom karakteristično duguljastom obliku i izraženo slatkom, aromatičnom ukusu. Poreklom iz Francuske, danas je jedna od vodećih sorti u komercijalnoj proizvodnji, naročito u Italiji i drugim evropskim zemljama. Zahvaljujući izuzetnom izgledu i vrhunskom kvalitetu ploda, spada među najtraženije sorte za svežu potrošnju. ",
          "main": [
            "Izdužen oblik ploda",
            "Pozna berba",
            "Sorta visokog kvaliteta",
            "Dobar rok čuvanja"
          ],
          "characteristics": [
            {
              "title": "Izgled i ukus:",
              "text": "Plodovi su karakteristično izduženog oblika sa glatkom, zeleno-žutom pokožicom, često sa smeđim pegicama. Sočna i vrlo slatka, prijatne teksture i osvežavajuće arome. "
            },
            {
              "title": "Sezona berbe:",
              "text": "Abate Fetel se bere početkom septembra, a u skladištu može da se čuva i do nekoliko meseci bez značajnog gubitka kvaliteta. "
            },
            {
              "title": "Pogodno zemljište:",
              "text": "Najbolje uspeva na plodnim, umerenim i dobro dreniranim zemljištima. Potrebno je osigurati adekvatno navodnjavanje, posebno u sušnim periodima, kako bi se postigao maksimalan kvalitet i prinos. "
            }
          ],
          "url": "apples-image.webp",
          "suggested": [1,3,4]
        },
        {
          "subvariety": "Beurre Hardy",
          "about": "Beurré Hardy je stara francuska sorta kruške cenjena zbog svoje izuzetne arome, fine teksture i sočnosti. Plod je srednje krupan do krupan, sa zeleno-smeđom pokožicom. Vrlo sočna i slatka, sa izraženom aromom muškata, zbog čega je omiljena kako za konzumaciju u svežem stanju, tako i za vrhunsku preradu. Sorta je pogodna za uzgoj u različitim klimatskim uslovima i daje redovan, kvalitetan rod. ",
          "main": [
            "Sočan, aromatičan plod",
            "Srednja berba",
            "Dug rok čuvanja",
            "Izvrsna za konzumaciju i preradu"
          ],
          "characteristics": [
            {
              "title": "Izgled i ukus:",
              "text": "Plod Beurré Hardy sorte prepoznaje se po rustičnoj pokožici i visokoj sočnosti. Meso je belo, topeće u ustima, bogato aromom i prijatne slatkoće. "
            },
            {
              "title": "Sezona berbe:",
              "text": "Sazreva krajem avgusta ili početkom septembra, u zavisnosti od klimatskih uslova."
            },
            {
              "title": "Pogodno zemljište:",
              "text": "Najbolje uspeva na dubokim, plodnim zemljištima sa dobrom izloženošću suncu. Preporučuje se redovno orezivanje radi održavanja kvaliteta roda."
            }
          ],
          "url": "apples-image.webp",
          "suggested": [1,3,4]
        },
        {
          "subvariety": "Boskova bočica",
          "about": "Potiče iz Engleske i odlikuje se karakterističnim bokalastim oblikom ploda, izuzetnom aromom i sočnim, finim mesom. Idealna je za konzumaciju u svežem stanju, ali se podjednako koristi i za preradu, naročito u proizvodnji rakije i sokova. Daje rane i obilne prinose, što je čini veoma poželjnom u komercijalnim zasadima.",
          "main": [
            "Prepoznatljiv oblik",
            "Rana berba",
            "Odlična za preradu",
            "Visoki i redovni prinosi"
          ],
          "characteristics": [
            {
              "title": "Izgled i ukus:",
              "text": "Plod je srednje krupan do krupan, zeleno-žute boje, često sa crvenkastim prelivom. Meso je bele boje, izuzetno sočno, nežno i aromatično, sa prepoznatljivim mirisom."
            },
            {
              "title": "Sezona berbe:",
              "text": "Sazreva krajem avgusta i početkom septembra. Zbog svoje rane berbe i brzog zrenja, pogodna je za brzu prodaju i upotrebu. "
            },
            {
              "title": "Pogodno zemljište:",
              "text": "Uspeva na plodnim, dobro dreniranima zemljištima. Odgovaraju joj sunčane pozicije sa redovnim zalivanjem."
            }
          ],
          "url": "apples-image.webp",
          "suggested": [1,3,4]
        },
        {
          "subvariety": "Butira",
          "about": "Butira je rana letnja sorta kruške francuskog porekla, cenjena zbog ranog sazrevanja i odličnog kvaliteta plodova. Plodovi su srednje veličine, blago zaobljenog oblika, sa tankom pokožicom i osvežavajućim, slatkastim ukusom. Zahvaljujući brzom ulasku u rod i stabilnim prinosima, Butira je odličan izbor za proizvođače koji žele ranu ponudu svežeg voća na tržištu. ",
          "main": [
            "Srednje krupan plod",
            "Rana berba",
            "Idealna za svežu konzumaciju",
            "Stabilan prinos"
          ],
          "characteristics": [
            {
              "title": "Izgled i ukus:",
              "text": "Plod je svetlozelene do žućkaste boje, gladak i prijatan na dodir. Sočna i slatka, sa blagom aromom, što je čini veoma osvežavajućom i pogodnom za svežu konzumaciju."
            },
            {
              "title": "Sezona berbe:",
              "text": "Jedna od najranijih sorti – sazreva krajem jula do početka avgusta, što omogućava ranu ponudu na tržištu."
            },
            {
              "title": "Pogodno zemljište:",
              "text": "Najbolje uspeva na lakšim, dobro dreniranim zemljištima, uz dovoljnu količinu svetlosti i redovno navodnjavanje tokom sušnih perioda."
            }
          ],
          "url": "apples-image.webp",
          "suggested": [1,3,4]
        },
        {
          "subvariety": "Junska lepotica",
          "about": "Junska lepotica je ranija sorta kruške, izuzetno cenjena zbog svog atraktivnog izgleda i izuzetne sočnosti. Ova sorta je poznata po svom blago izduženom plodu, zlatno-žutoj boji i savršenoj ravnoteži između slatkoće i kiselkaste svežine. Odlično se uklapa u proizvodnju svežeg voća, a zahvaljujući svom brzom sazrevanju, omiljena je među potrošačima tokom ranog leta.",
          "main": [
            "Izdužen oblik ploda",
            "Rana berba",
            "Izuzetna otpornost na sušu",
            "Stabilan prinos"
          ],
          "characteristics": [
            {
              "title": "Izgled i ukus:",
              "text": " Plodovi su srednje krupni, izduženi, sa glatkom, svetložutom pokožicom koja postepeno prelazi u zlatne nijanse. Blago je slatka, sa prijatnom kiselkastom notom koja je čini osvežavajućom. "
            },
            {
              "title": "Sezona berbe:",
              "text": "Sazreva početkom juna, što ovu sortu čini vrlo popularnom za tržište svežeg voća tokom ranih letnjih meseci. "
            },
            {
              "title": "Pogodno zemljište:",
              "text": "Iako uspeva u različitim tipovima zemljišta, najbolje rezultate postiže na zemljištima bogatim hranljivim materijama i uz dobru drenažu. Redovno zalivanje je ključno za visok prinos."
            }
          ],
          "url": "apples-image.webp",
          "suggested": [1,3,4]
        },
        {
          "subvariety": "Kaluđerka",
          "about": "Kaluđerka je jedna od najstarijih i najpoznatijih autohtonih sorti kruške na našim prostorima. Cenjena je zbog izuzetne arome i specifične teksture mesa. Ova jesenja sorta je idealna za svežu konzumaciju, ali i za proizvodnju rakije i tradicionalnu preradu. Njena postojanost, otpornost i karakterističan ukus čine je dragocenim izborom za voćare i ljubitelje domaćih sorti. ",
          "main": [
            "Autohtona sorta",
            "Srednje veliki i simetrični plodovi",
            "Kasna barba",
            "Otpornost na lokalne uslove"
          ],
          "characteristics": [
            {
              "title": "Izgled i ukus:",
              "text": "Plod je srednje veličine, simetričnog kruškolikog oblika, svetlozelene do žućkaste pokožice. Meso je belo, fino, sočno i aromatično, sa blago zrnastom teksturom koja se topi u ustima. "
            },
            {
              "title": "Sezona berbe:",
              "text": "Kaluđerka sazreva krajem septembra i može se čuvati u hladnijim prostorijama tokom dužeg perioda. "
            },
            {
              "title": "Otpornost i uzgoj:",
              "text": "Odlična prilagodljivost različitim klimatskim i zemljišnim uslovima. Dobro podnosi sušu i ne traži intenzivnu zaštitu, što je čini pogodnom za ekološki uzgoj. "
            }
          ],
          "url": "apples-image.webp",
          "suggested": [1,3,4]
        },
        {
          "subvariety": "Konferens",
          "about": "Konferans je jedna od najrasprostranjenijih i najcenjenijih sorti kruške u Evropi, poznata po izduženom obliku, sočnom mesu i blagom, aromatičnom ukusu. Potiče iz Engleske, a danas je izuzetno popularna zbog svoje pouzdanosti u rodu, dobrog skladištenja i široke primene. Zahvaljujući izuzetnoj otpornosti i dugoj berbi, predstavlja odličan izbor za komercijalne zasade.",
          "main": [
            "Izdužen i elegantan plod",
            "Kasna berba",
            "Dug period čuvanja",
            "Stabilan rod"
          ],
          "characteristics": [
            {
              "title": "Izgled i ukus:",
              "text": "Plodovi sorte Konferans su srednje do krupne veličine, karakteristično izduženog oblika sa zelenkastom pokožicom. Meso je svetlo, vrlo sočno, mekano i aromatično, sa blagom slatkoćom."
            },
            {
              "title": "Sezona berbe:",
              "text": "Sazreva krajem septembra. Nakon berbe može da se skladišti tokom dužeg perioda bez gubitka kvaliteta, uz pravilne uslove. "
            },
            {
              "title": "Pogodno zemljište:",
              "text": "Sorta Konferans najbolje uspeva na plodnim, dubokim i umereno vlažnim zemljištima sa dobrom drenažom. Idealna su blago kisela do neutralna zemljišta bogata organskom materijom."
            }
          ],
          "url": "apples-image.webp",
          "suggested": [1,3,4]
        },
        {
          "subvariety": "Santa Maria",
          "about": "Santa Maria je rana letnja sorta kruške poreklom iz Italije. Plodovi su srednje krupni do krupni, pravilnog oblika, sa glatkom žuto-zelenom pokožicom i blagim crvenilom sa sunčane strane. Meso je čvrsto, sočno i slatko-kiselog ukusa. Zbog svoje čvrstine i postojanosti, odlična je za svežu potrošnju, kao i za kraće skladištenje i transport.",
          "main": [
            "Čvrsti i sočni plodovi",
            "Rani prinosi",
            "Zrenje krajem jula",
            "Idealna za svežu potrošnju"
          ],
          "characteristics": [
            {
              "title": "Izgled i ukus:",
              "text": "Plodovi sorte Santa Maria su vizuelno privlačni i ujednačeni, sa glatkom pokožicom i blagim crvenkastim prelivom. Sočna, čvrsta i osvežavajuća, idealna za konzumaciju tokom letnjih meseci. "
            },
            {
              "title": "Sezona berbe:",
              "text": "Sazreva krajem jula ili početkom avgusta, u zavisnosti od klimatskih uslova."
            },
            {
              "title": "Pogodno zemljište:",
              "text": "Najbolje rezultate daje na umereno plodnim, rastresitim i dobro dreniranim zemljištima. Voli osunčane pozicije i blago kisela do neutralna zemljišta bogata organskom materijom."
            }
          ],
          "url": "apples-image.webp",
          "suggested": [1,3,4]
        },
        {
          "subvariety": "Starkrimson",
          "about": "Starkrimson je upečatljiva jesenja sorta kruške poznata po svojoj intenzivno crvenoj boji i izrazito sočnom, slatkom ukusu. Potiče iz SAD-a, a prepoznatljiva je po svom dekorativnom izgledu koji je čini atraktivnom na tržištu svežeg voća. Njena glatka pokožica i mekano meso prijatne arome posebno se dopadaju potrošačima. Idealna je za konzumaciju u svežem stanju, ali se koristi i za različite oblike prerade.",
          "main": [
            "Intenzivna crvena boja",
            "Sladak, sočan ukus",
            "Kasna berba",
            "Idealna za svežu potrošnju"
          ],
          "characteristics": [
            {
              "title": "Izgled i ukus:",
              "text": "Plodovi su srednje krupni do krupni, kruškolikog oblika, sa glatkom pokožicom intenzivno crvene boje. Meso je belo, mekano, veoma sočno i slatko, sa prijatnom aromom. "
            },
            {
              "title": "Sezona berbe:",
              "text": "Starkrimson sazreva početkom do sredine septembra. Najbolji kvalitet ploda postiže se kada se bere u optimalnom trenutku zrelosti. "
            },
            {
              "title": "Pogodno zemljište:",
              "text": "Najbolje uspeva na plodnim, dubokim i dobro dreniranim zemljištima. Zahteva sunčane položaje kako bi razvila punu boju i aromu."
            }
          ],
          "url": "apples-image.webp",
          "suggested": [1,3,4]
        },
        {
          "subvariety": "Viljamovka",
          "about": "Viljamovka je najpoznatija i najrasprostranjenija sorta kruške na svetu.  Potiče iz Engleske, a kod nas je izuzetno popularna kako za svežu potrošnju, tako i za preradu — naročito za proizvodnju rakije. Prepoznatljiva je po svom glatkom plodu žute boje i izraženoj aromi. Rano dolazi u rod i daje stabilne prinose iz godine u godinu.",
          "main": [
            "Prepoznatljiv miris i ukus",
            "Srednje rana berba",
            "Idealna za rakiju i preradu",
            "Stabilni prinosi"
          ],
          "characteristics": [
            {
              "title": "Izgled i ukus:",
              "text": " Plod je srednje krupan do krupan, pravilnog kruškolikog oblika, sa glatkom, svetložutom pokožicom kada je potpuno zreo. Meso je belo, vrlo sočno, slatko i aromatično — izuzetno cenjeno kod potrošača i prerađivača."
            },
            {
              "title": "Sezona berbe:",
              "text": "Viljamovka sazreva krajem avgusta do početka septembra. Plodovi se beru kada su čvrsti, jer brzo sazrevaju nakon berbe."
            },
            {
              "title": "Pogodno zemljište:",
              "text": "Zahteva duboka, plodna, umereno vlažna i dobro drenirana zemljišta. Odgovaraju joj sunčane i zaklonjene pozicije koje omogućavaju optimalno sazrevanje i razvoj arome."
            }
          ],
          "url": "apples-image.webp",
          "suggested": [1,3,4]
        }
      ]
    },
    "plum": {
      "title": "Šljiva",
      "subvarietys": [
        {
          "subvariety": "Čačanska lepotica",
          "about": "Čačanska lepotica je domaća letnja šljiva nastala na Institutu za voćarstvo u Čačku. Poznata je po krupnom, tamnoljubičastom plodu i ranom, sigurnom rodu. Zbog fine ravnoteže slatkoće i blage kiselosti odlična je za svežu potrošnju, sušenje i rakiju.",
          "main": [
            "Krupan plod",
            "Sladak ukus",
            "Srednja berba",
            "Stabilan prinos"
          ],
          "characteristics": [
            {
              "title": "Izgled i ukus:",
              "text": "Plod je 35-40g težak, eliptičnog oblika. Pokožica je tamnoljubičasta sa modrim prahom. Meso žućkastozeleno, čvrsto, sočno i prijatnog slatko‑kiselkastog ukusa. Koštica se lako odvaja."
            },
            {
              "title": "Sezona berbe:",
              "text": "Sazreva vrlo rano – obično između 25. jula i 5. avgusta. Plodovi istovremeno dozrevaju, što olakšava jednokratnu berbu."
            },
            {
              "title": "Pogodno zemljište:",
              "text": "Najbolje rezultate daje na dubokim, srednje teškim, umereno vlažnim i dobro dreniranima zemljištima pH 6,0–7,0. Potrebna puna osunčanost radi bogate boje i šećera."
            }
          ],
          "url": "apples-image.webp",
          "suggested": [1,3,4]
        },
        {
          "subvariety": "Čačanska najbolja",
          "about": "Čačanska najbolja je visoko cenjena srpska sorta šljive, stvorena ukrštanjem Wangenheim i  Požegača. Ubraja se u srednje rane sorte i poznata je po izuzetnoj prilagodljivosti, redovnom rodu i vrhunskom kvalitetu ploda, zbog čega se široko koristi i za rakiju i za preradu.",
          "main": [
            "Srednje krupan plod; Izrazito slatka",
            "Srednja berba",
            "Pogodna za rakiju i sušenje"
          ],
          "characteristics": [
            {
              "title": "Izgled i ukus:",
              "text": "Plodovi su težine 30-35g, eliptičnog oblika. Pokožica je tamnoplava s voštanim premazom. Meso žutozeleno, čvrsto, vrlo sočno i slatko. Koštica se lako odvaja."
            },
            {
              "title": "Sezona berbe:",
              "text": "Dozreva sredinom avgusta. Rod sazreva ujednačeno, što omogućava jednu ili dve berbe."
            },
            {
              "title": "Pogodno zemljište:",
              "text": "Dobro uspeva na širokom spektru zemljišta - od lakših aluvijuma do srednje teških glinovita – pod uslovom da su dobro drenirana. Optimalan pH 6,0–7,2. Podnosi blage suše, ali daje najbolje prinose uz navodnjavanje. "
            }
          ],
          "url": "apples-image.webp",
          "suggested": [1,3,4]
        },
        {
          "subvariety": "Čačanska rana",
          "about": "Čačanska rana je najranija šljiva iz čačanske selekcije nastala ukrštanjem Stanley i Požegača. Donosi zrele plodove već početkom jula, čime otvara sezonu šljiva na tržištu. Sorta je cenjena zbog ranog roda, privlačnog izgleda ploda i univerzalne primene.",
          "main": [
            "Srednje krupan plod",
            "Osvežavajućeg ukusa",
            "Vrlo rana berba",
            "Plodno zemljište"
          ],
          "characteristics": [
            {
              "title": "Izgled i ukus:",
              "text": "Plod je težine 25–30 g, eliptičnog oblika. Pokožica je tamnocrveno-plava s voštanim naletom. Meso žuto, srednje čvrsto, sočno i slatko‑kiselkasto. Koštica se relativno lako odvaja."
            },
            {
              "title": "Sezona berbe:",
              "text": "Sazreva vrlo rano – u prvoj dekadi jula. Zbog brzog sazrevanja preporučuje se promptna berba i brza distribucija."
            },
            {
              "title": "Pogodno zemljište:",
              "text": "Najbolje rezultate daje na dubokim, plodnim, blago kiselim do neutralnim zemljištima, uz dobru drenažu i puno sunčeve svetlosti. Za visoke prinose u suvim godinama preporučuje se navodnjavanje."
            }
          ],
          "url": "apples-image.webp",
          "suggested": [1,3,4]
        },
        {
          "subvariety": "Čačanska rodna",
          "about": "Čačanska rodna, nastala ukrštanjem Stanley i Požegača. Spada u najpouzdanije i najrodnije srpske sorte šljive. Srednje je rane epohe sazrevanja, poznata po izuzetno obilnom i stalnom rodu, krupnijem plodu i visokom sadržaju suve materije, što je čini prvoklasnom sirovinom za sušenje i rakiju.",
          "main": [
            "Krupni plpdovi",
            "Srednja berba",
            "Stalan prinos",
            "Odlična za sušenje i rakiju"
          ],
          "characteristics": [
            {
              "title": "Izgled i ukus:",
              "text": "Plod 35-40g težak, eliptičnog oblika. Pokožica je tamnoplava s obilnim voštanim prahom. Meso žutozeleno do žuto, čvrsto, srednje sočno, prijatno slatko. Koštica se lako odvaja."
            },
            {
              "title": "Sezona berbe:",
              "text": "Sazreva u prvoj dekadi avgusta. Zbog ujednačenog dozrevanja berba se obično obavlja u jednoj etapi."
            },
            {
              "title": "Pogodno zemljište:",
              "text": "Najbolje uspeva na dubljim, plodnim i dobro dreniranim zemljištima. Podnosi i skromnije uslove, ali za vrhunski prinos preporučuje se redovno navodnjavanje i prihrana."
            }
          ],
          "url": "apples-image.webp",
          "suggested": [1,3,4]
        },
        {
          "subvariety": "Grosse Di Felicio",
          "about": "Stara italijanska šljiva, cenjena u lokalnim voćnjacima zbog vrlo krupnog ploda  i prijatnog, aromatičnog mesa. Tradicionalno se gaji za svežu upotrebu, sušenje i domaću rakiju.",
          "main": [
            "Krupan plod",
            "Sladak ukus",
            "Kasnija berba",
            "Plodno zemljište"
          ],
          "characteristics": [
            {
              "title": "Izgled i ukus:",
              "text": "Plodovi dostižu do 45 g. Pokožica je tamnoljubičasta s voštanim prahom, ponekad prošarana svetlijim tačkama. Meso je žutozeleno, čvrsto, sočno i prijatno slatko. Koštica se odvaja poluslobodno."
            },
            {
              "title": "Sezona berbe:",
              "text": "Obično dozreva sredinom avgusta u kontinentalnim predelima centralne Italije. U toplijim klimama nekoliko dana ranije."
            },
            {
              "title": "Pogodno zemljište:",
              "text": "Najbolje rod daje na dubokim, srednje teškim ilovastim zemljištima pH 6,2 - 7,2. Zahteva puno sunce. Dobro podnosi blage sušne periode, ali se za vrhunski prinos preporučuje navodnjavanje kap-po-kap."
            }
          ],
          "url": "apples-image.webp",
          "suggested": [1,3,4]
        },
        {
          "subvariety": "President",
          "about": "President je poznata engleska šljiva koju odlikuju vrlo krupni plodovi, ujednačeno sazrevanje i odlična čuvljivost. Spada u pozne sorte, pa produžava ponudu svežih šljiva do kraja sezone. Zbog čvrstog mesa i visokog sadržaja suve materije ceni se za svežu potrošnju, zamrzavanje, sušenje i kvalitetnu rakiju.",
          "main": [
            "Vrlo krupan plod",
            "Slatko-kiselkast ukus",
            "Pozna berba",
            "Stabilan prinos"
          ],
          "characteristics": [
            {
              "title": "Izgled i ukus:",
              "text": "Plod je ovalan do elipsast. Pokožica je tamnoljubičasta s izraženim voštanim premazom. Meso je žućkasto-zeleno, čvrsto, sočno, slatko-kiselkastog ukusa. Koštica se odvaja lako."
            },
            {
              "title": "Sezona berbe:",
              "text": "Dozreva sredinom do druge dekade septembra. Zbog čvrstoće podnosi malo odlaganje berbe, a može se čuvati u hladnjači 4-6 nedelja."
            },
            {
              "title": "Pogodno zemljište:",
              "text": "Najbolje uspeva na dubokim, umereno vlažnim i dobro dreniranim ilovačama (pH 6,2 - 7,2). Zahteva puno sunca. U suvim godinama preporučuje se navodnjavanje za maksimalnu krupnoću."
            }
          ],
          "url": "apples-image.webp",
          "suggested": [1,3,4]
        },
        {
          "subvariety": "Stenly",
          "about": "Stanley je američka, srednje pozna sorta šljive koja se globalno raširila zahvaljujući pouzdanom prinosu, krupnom plodu i višestrukoj upotrebi. U Srbiji je standard za preradu, sušenje i rakiju. Daje redovan rod, dobro podnosi transport i visoko je prilagodljiva različitim podnebljima.",
          "main": [
            "Krupni plodovi",
            "Prijatno slatko-kiselkast ukus",
            "Kasnija berba",
            "Odlična za sušenje i rakiju"
          ],
          "characteristics": [
            {
              "title": "Izgled i ukus:",
              "text": "Pokožica je tamnoplava s gustim voštanim premazom. Meso je žutozeleno, čvrsto, sočno i prijatno slatko. Koštica se odvaja lako - važno za industrijsku preradu."
            },
            {
              "title": "Sezona berbe:",
              "text": "Dozreva od 25. avgusta do 5. septembra (zavisno od lokacije). Plodovi dozrevaju ujednačeno, što omogućava jednu glavnu berbu."
            },
            {
              "title": "Pogodno zemljište:",
              "text": "Stanley dobro raste na većini plodnih, umereno vlažnih zemljišta pH 6,0 - 7,2. Za vrhunski prinos traži puno sunca i navodnjavanje u suvim periodima. Osetljiva na teške, slabo drenirane podloge."
            }
          ],
          "url": "apples-image.webp",
          "suggested": [1,3,4]
        }
      ]
    },
    "sour-cherry": {
      "title": "Višnja",
      "subvarietys": [
        {
          "subvariety": "Hajmanova konzervna",
          "about": "Hajmanova konzervna je poznata industrijska sorta višnje austrijskog porekla, selektovana krajem 19. veka u rasadniku Heimann. Cenjena je zbog visokog prinosa, stabilne kiselosti i tamnocrvenog soka, što je čini idealnom za preradu u sokove, džemove, kompote i konditorsku industriju. Sorte ovog tipa i dalje su standard u profesionalnim zasadima namenjenim mehanizovanoj berbi i preradi.",
          "main": [
            "Krupan plod",
            "Izrazita kiselost",
            "Srednje kasna berba",
            "Visok i stabilan prinos"
          ],
          "characteristics": [
            {
              "title": "Izgled  i ukus:",
              "text": "Plodovi su okrugli, sa tamnocrvenom do gotovo crnom pokožicom u punoj tehnološkoj zrelosti. Sok je intenzivno crven, bogat pigmentima i kiselinama (pH ≈ 3,3). Meso je mekano, sočno i izrazito kiselkasto, što ovu sortu čini idealnom za proizvodnju koncentrata, džemova i višnja‑likera."
            },
            {
              "title": "Sezona berbe:",
              "text": "Dozreva srednje kasno: poslednja dekada juna do prve julske sedmice u većini kontinentalnih područja. Plodovi dozrevaju ujednačeno, što olakšava jednokratnu mehanizovanu berbu."
            },
            {
              "title": "Pogodno zemljište:",
              "text": "Najbolje uspeva na umereno plodnim, dobro dreniranima ilovastim i aluvijalnim zemljištima pH 6,0-7,0. Dobro podnosi blago krečna tla, a optimalan rod postiže na položajima s punom sunčanom ekspozicijom i redovnim navodnjavanjem tokom sušnih perioda."
            }
          ],
          "url": "apples-image.webp",
          "suggested": [1,3,4]
        },
        {
          "subvariety": "Keleris 14",
          "about": "Keleris 14 je danska sorta višnje razvijena u institutu Statens Planteavls­forsøg. Spada u grupu kasnijih kiselih višanja i izuzetno je cenjena u industriji zbog visoke rodnosti, tamnocrvenog, aromatičnog soka i čvrstog mesa koje dobro podnosi zamrzavanje. Sorta je prilagođena mehanizovanoj berbi i preporučuje se za komercijalne zasade namenjene preradi.",
          "main": [
            "Tamnocrven plod",
            "Naglašena kiselost",
            "Kasnija berba",
            "Vrhunska za sokove i zamrzavanje"
          ],
          "characteristics": [
            {
              "title": "Izgled i ukus",
              "text": "Plodovi su tamnocrveni i sjajni. Pokožica je čvrsta, a meso svetlocrveno, sočno, čvršće od većine višanja. Sok je tamnocrven, bogat antocijanima, izraženo kiselkast sa prijatnom aromom – odličan za preradu i konditorsku industriju."
            },
            {
              "title": "Sezona berbe",
              "text": "Dozreva kasno, najčešće u drugoj polovini jula. Dozrevanje je ujednačeno, što omogućuje jednokratnu berbu pomoću tresača."
            },
            {
              "title": "Pogodno zemljište",
              "text": "Najbolje rezultate postiže na dubokim, plodnim, dobro dreniranima ilovastim zemljištima pH 6,0–7,2. Podnosi hladnije zime i vlažnije klime, ali zahteva punu sunčanu ekspoziciju za maksimalan sadržaj šećera i boje."
            }
          ],
          "url": "apples-image.webp",
          "suggested": [1,3,4]
        },
        {
          "subvariety": "Keleris 16",
          "about": "Keleris 16 je danska industrijska višnja, selektovana u istraživačkoj stanici Kelleriis ukrštanjem sorti Stevnsbær i Schmidt. Sorta je posebno cenjena zbog vrlo visokog prinosa, otpornosti na pucanje ploda i ujednačene tehnološke zrelosti koja omogućava efikasnu mehanizovanu berbu. Tamnocrveni sok bogat pigmentima idealan je za preradu u koncentrate, džemove i zamrznuto voće.",
          "main": [
            "Aromatičan plod",
            "Kasnija berba",
            "Manje sklona pucanju ploda",
            "Odlična za preradu"
          ],
          "characteristics": [
            {
              "title": "Izgled i ukus",
              "text": "Plodovi srednje veličine, tamnocrvene pokožice i mesnate teksture. Sok je intenzivno obojen, bogat antocijanima i kiselinama, s prijatnom aromom tipičnom za dansku grupu višanja."
            },
            {
              "title": "Sezona berbe",
              "text": "Dozreva srednje kasno, najčešće između u drugoj polovini jula. Plodovi sazrevaju ujednačeno, što omogućava jednokratnu mehanizovanu berbu."
            },
            {
              "title": "Pogodno zemljište",
              "text": "Uspeva na dubokim, plodnim, blago kiselim ili neutralnim zemljištima (pH 6,0-7,0). Dobro podnosi hladnije klime skandinavskog tipa, ali i kontinentalne uslove, uz obaveznu dobru drenažu."
            }
          ],
          "url": "apples-image.webp",
          "suggested": [1,3,4]
        },
        {
          "subvariety": "Montmorency",
          "about": "Montmorency je najrasprostranjenija američka kisela višnja i globalni industrijski standard za preradu. Potiče iz Francuske, ali se od 19. veka intenzivno gaji u SAD‑u i Kanadi zbog izuzetno visokog prinosa, stabilne kiselosti i pogodne konzistencije za zamrzavanje, sokove i pite.",
          "main": [
            "Jarkocrven plod",
            "Srednja berba",
            "Mehanizovana berba",
            "Pogodna za preradu i zamrzavanje "
          ],
          "characteristics": [
            {
              "title": "Izgled i ukus",
              "text": "Plodovi srednje veličine, sjajne jarkocrvene pokožice. Meso je svetlocrveno, čvrsto i sočno. Sok je bistar, izrazito kiseo (pH ≈ 3,2) - idealan za sokove, konzentrate, pite i džemove."
            },
            {
              "title": "Sezona berbe",
              "text": "Dozreva srednje rano do srednje kasno, najčešće krajem juna i početkom juna u kontinentalnim uslovima. Dozrevanje je prilično ujednačeno, što olakšava jednokratno trešenje."
            },
            {
              "title": "Pogodno zemljište",
              "text": "Najbolje rezultate daje na dubokim, umerenim i dobro dreniranima glinasto‑ilovastim zemljištima pH 6,0-7,2. Zahteva puno sunčanih sati za visok sadržaj suve materije. Dobro podnosi hladnije zime i blage suše uz navodnjavanje."
            }
          ],
          "url": "apples-image.webp",
          "suggested": [1,3,4]
        },
        {
          "subvariety": "Oblačinska",
          "about": "Oblačinska je autohtona srpska sorta višnje koja čini okosnicu industrijske proizvodnje na Balkanu. Poznata po sitnijem, tamnocrvenom plodu bogatom suvom materijom, visokoj kiselosti i izvanrednoj aromi, smatra se zlatnim standardom za koncentrat, džem, kompot i naročito za tradicionalno pravljanje višnja‑likera. Sorta je samoplodna, veoma rodna i odlično prilagođena raznim agroekološkim uslovima.",
          "main": [
            "Sitan plod",
            "Veoma visoka kiselost",
            "Srednje rana berba",
            "Mehanizovana berba"
          ],
          "characteristics": [
            {
              "title": "Izgled i ukus",
              "text": "Plodovi su mali, tamnocrveni do gotovo crni. Meso mekano, vrlo sočno, izrazito kiselo i aromatično. Sok je bogat antocijanima, duboke boje, idealan za preradu."
            },
            {
              "title": "Sezona berbe",
              "text": "Dozreva srednje rano, obično između krajem juna i početkom jula u većini kontinentalnih područja. Plodovi sazrevaju postupno, zbog visoke kiselosti ne prezrevaju brzo, što omogućava fleksibilniji period berbe."
            },
            {
              "title": "Pogodno zemljište",
              "text": "Oblačinska odlično uspeva na širokom spektru zemljišta – od siromašnijih peskovitih do srednje teških glinovita – pod uslovom da su dobro drenirana. Tolerantna je na manje padavine i temperaturne ekstreme, što je čini pogodnom za ekstenzivne i ekološke zasade."
            }
          ],
          "url": "apples-image.webp",
          "suggested": [1,3,4]
        },
        {
          "subvariety": "Šumadinka",
          "about": "Šumadinka je savremena srpska sorta višnje, stvorena selekcijom na Institutu za voćarstvo u Čačku. Namenjena je prvenstveno industrijskoj preradi, ali je atraktivna i za svežu upotrebu zahvaljujući krupnijem plodu, čvršćem mesu i uravnoteženom odnosu šećera i kiselina. Sorta je samooplodna, stabilno prinosi i prilagođena je mehanizovanoj berbi, što je čini odličnim izborom za intenzivne zasade.",
          "main": [
            "Krupa plod",
            "Slatko-kiselkast ukus",
            "Srednja berba",
            "Pogodna za sokovi i zamrzavanje"
          ],
          "characteristics": [
            {
              "title": "Izgled i ukus",
              "text": "Plodovi su okruglastog oblika. Pokožica je tamnocrvena i sjajna. Meso je čvrsto, sočno, finesnog slatko‑kiselog balansa. Sok je intenzivno crven i aromatičan."
            },
            {
              "title": "Sezona berbe",
              "text": "Dozreva sredinom sezone višanja, najčešće prva sedmica jula. Plodovi sazrevaju ujednačeno, što omogućava jednokratno mehanizovano trešenje ili brzu ručnu berbu."
            },
            {
              "title": "Pogodno zemljište",
              "text": "Najbolje rezultate daje na dubokim, srednje teškim, dobro dreniranima zemljištima pH 6,0–7,0. Podnosi blage suše i zimske mrazeve. Za vrhunski prinos preporučuje se puna osunčanost i povremeno navodnjavanje u sušnim periodima."
            }
          ],
          "url": "apples-image.webp",
          "suggested": [1,3,4]
        }
      ]
    }
  },
  "en": {
    "apple": {
      "title": "Apple",
      "subvarietys": [
        {
          "subvariety": "Idared",
          "about": "Idared is an American apple variety developed by crossing Jonathan and Wagener. Known for its attractive appearance, resilience, and long shelf life, it is popular in both commercial production and among consumers. It belongs to the group of winter varieties and is recognized for its consistent and high yield.",
          "main": [
            "Slightly tart taste",
            "Late harvest",
            "Long shelf life",
            "Versatile use"
          ],
          "characteristics": [
            {
              "title": "Appearance and taste:",
              "text": "The fruit is medium to large, with smooth and shiny skin, predominantly red with a greenish base. Suitable for consumers who prefer a balance between sweetness and acidity."
            },
            {
              "title": "Harvest season:",
              "text": "Idared ripens in late September or early October."
            },
            {
              "title": "Suitable soil:",
              "text": "Thrives best in fertile, deep, and loose soils with good drainage. Prefers slightly acidic to neutral soils and grows best in sunny and moderately moist areas."
            }
          ],
          "url": "ajdared.jpg",
          "suggested": [2,3,4]
        },
        {
          "subvariety": "Breburn",
          "about": "Breburn originates from New Zealand and is one of the most important commercial apple varieties due to its firmness, fruit quality, and balanced taste. It is a natural cross between Lady Hamilton and Granny Smith. Known for its firm texture, sweet-tart flavor, and long shelf life.",
          "main": [
            "Slightly tart taste",
            "Late ripening",
            "Long-lasting freshness",
            "Moderately demanding"
          ],
          "characteristics": [
            {
              "title": "Appearance and taste:",
              "text": "The fruit is firm and large, with smooth skin in reddish tones. It is juicy and pleasantly refreshing, with a slightly tart flavor."
            },
            {
              "title": "Harvest season:",
              "text": "Breburn is harvested in the second half of October, making it a late-season variety. It features excellent transportability and firmness, ideal for longer market presence."
            },
            {
              "title": "Suitable soil:",
              "text": "Thrives best in well-drained, fertile soil with good sun exposure."
            }
          ],
          "url": "breburn.jpg",
          "suggested": [2,3,4]
        },
        {
          "subvariety": "Fuji",
          "about": "Fuji is a highly regarded apple variety from Japan, created by crossing Ralls Janet and Red Delicious. It is known for the consistent quality of its fruit, excellent storage capability, and long shelf life without losing freshness. Fuji is among the most sought-after varieties globally, especially for fresh consumption.",
          "main": [
            "Distinctive appearance",
            "Exceptionally sweet",
            "Late harvest",
            "Long shelf life"
          ],
          "characteristics": [
            {
              "title": "Appearance and taste:",
              "text": "The fruit is large, firm, and juicy. The skin is yellow-green, almost entirely covered with red-pink hues. The flavor is intensely sweet, with little to no acidity and a mild aroma."
            },
            {
              "title": "Harvest season:",
              "text": "Fuji is harvested in the second half of October. It is a late-season variety, but it stores extremely well and retains freshness for a long time."
            },
            {
              "title": "Suitable soil:",
              "text": "Performs best in deep, fertile, and well-drained soils. Requires warm, sunny sites and regular irrigation to achieve optimal fruit quality."
            }
          ],
          "url": "fudzi.jpg",
          "suggested": [2,3,4]
        },
        {
          "subvariety": "Gala",
          "about": "Gala is a very popular apple variety originating from New Zealand, known for its exceptional sweetness and pleasant aroma. Due to its color and consistent fruit quality, it is widely used in commercial production, and its fruits are among the most sought after on the market.",
          "main": [
            "Exceptionally sweet",
            "Early harvest",
            "Medium shelf life",
            "Ideal for fresh consumption"
          ],
          "characteristics": [
            {
              "title": "Appearance and taste:",
              "text": "Fruits are small to medium-sized with smooth, thin skin that is yellow-red, often with golden hues. This variety is very sweet with mild and pleasant fruity aromas."
            },
            {
              "title": "Harvest season:",
              "text": "Gala is an early variety, harvested in the first half of August."
            },
            {
              "title": "Suitable soil:",
              "text": "Gala thrives best in fertile, well-drained soils with sufficient sunlight exposure."
            }
          ],
          "url": "gala.jpg",
          "suggested": [2,3,4]
        },
        {
          "subvariety": "Gloster",
          "about": "Gloster is an apple variety from Germany known for its firm texture and excellent storage resistance. Gloster apples are often larger, with a characteristic red, almost black color, making them easily recognizable. This variety is appreciated for its versatility, being suitable for fresh consumption as well as juice, jam, and brandy production.",
          "main": [
            "Intense red color",
            "Slightly tart taste",
            "Mid-season harvest",
            "Versatile use"
          ],
          "characteristics": [
            {
              "title": "Appearance and taste:",
              "text": "The fruit is medium to large with dark red, sometimes almost black skin. A slightly tart taste gives a refreshing note. Consistency in flavor and texture makes it suitable for long-term storage."
            },
            {
              "title": "Harvest season:",
              "text": "Gloster is harvested in late September and early October."
            },
            {
              "title": "Suitable soil:",
              "text": "Best grown in fertile, well-drained soils with ample sunlight. For optimal growth, Gloster requires balanced moisture and low soil acidity."
            }
          ],
          "url": "gloster.jpg",
          "suggested": [2,3,4]
        },
        {
          "subvariety": "Granny Smith",
          "about": "Granny Smith is an Australian apple variety known for its vivid green color and distinctly tart taste. This variety is easily recognizable and widely used due to its firm texture and refreshing flavor. It is ideal for all kinds of culinary uses, as well as juice and brandy production.",
          "main": [
            "Intense green color",
            "Pronounced tartness",
            "Mid-season harvest",
            "Long shelf life"
          ],
          "characteristics": [
            {
              "title": "Appearance and taste:",
              "text": "The fruit is medium-sized with characteristic light green skin. The taste is sharply tart and refreshing, with little sweetness. This flavor profile is perfect for lovers of sour apples."
            },
            {
              "title": "Harvest season:",
              "text": "Granny Smith is harvested in October and November."
            },
            {
              "title": "Suitable soil:",
              "text": "This variety grows best in deep, fertile, well-drained soils with regular irrigation."
            }
          ],
          "url": "greni-smit.jpg",
          "suggested": [2,3,4]
        },
        {
          "subvariety": "Jonagold",
          "about": "Jonagold is a hybrid apple variety developed by crossing Jonathan and Golden Delicious. It is recognized by its golden-red appearance, rich flavor, and versatility. This variety is highly valued in the fruit industry for its high-quality texture and refreshing sweet-tart taste.",
          "main": [
            "Intense green color",
            "Pronounced tartness",
            "Mid-season harvest",
            "Long shelf life"
          ],
          "characteristics": [
            {
              "title": "Appearance and taste:",
              "text": "Jonagold fruits are medium to large, with smooth, light yellow to reddish skin. The dominant taste is a balanced sweet-tart flavor. Its distinct fruity aroma makes it very pleasant for consumption."
            },
            {
              "title": "Harvest season:",
              "text": "Jonagold is harvested from the second half of September to early October, depending on the region. Thanks to its durability, the fruits can be stored for a long time without loss of quality."
            },
            {
              "title": "Suitable soil:",
              "text": "Jonagold thrives in fertile, well-drained soils with optimal moisture and sunlight. The soil should be rich in nutrients with regular watering during dry periods."
            }
          ],
          "url": "jonagold.jpg",
          "suggested": [2,3,4]
        },
        {
          "subvariety": "Red Spur Delicious",
          "about": "Red Spur Delicious is a variant of the popular Delicious variety, known for its intense red appearance and sweet taste. It is recognizable for its attractive red color and is ideal for fresh consumption. Red Spur Delicious is valued for its firm texture and high fruit quality, making it a favorite on the market.",
          "main": [
            "Light red color",
            "Sweet taste",
            "Mid-season harvest",
            "Ideal for fresh consumption"
          ],
          "characteristics": [
            {
              "title": "Appearance and taste:",
              "text": "Red Spur Delicious fruits are medium to large with smooth, light red skin that is extremely attractive and uniform in color. It has natural sweetness and a mild, refreshing taste. This flavor and texture combination makes it perfect for fresh consumption."
            },
            {
              "title": "Harvest season:",
              "text": "This variety is harvested in mid-September, and the fruits ripen quickly, ready for market by late summer and early autumn."
            },
            {
              "title": "Suitable soil:",
              "text": "Red Spur Delicious requires fertile soils with good drainage and regular watering. The soil should be nutrient-rich to ensure healthy growth and quality fruit."
            }
          ],
          "url": "red-spur-delises.jpg",
          "suggested": [2,3,4]
        },
        {
          "subvariety": "Summer Red",
          "about": "Summer Red is an early apple variety known for its beautiful red color and refreshing taste. With its mild sweet-tart combination, it is ideal for fresh consumption during summer. These fruits ripen quickly and are among the first apples to hit the market, making it especially popular in the summer season.",
          "main": [
            "Mild sweet-tart flavor",
            "Early harvest",
            "Short shelf life",
            "Perfect for fresh consumption"
          ],
          "characteristics": [
            {
              "title": "Appearance and taste:",
              "text": "Summer Red fruits are medium-sized, with smooth, bright red skin. It offers a refreshing, balanced sweet-tart note for a pleasant flavor experience."
            },
            {
              "title": "Harvest season:",
              "text": "This variety is harvested in early summer, usually in June and July, making it the first summer apple available on the market."
            },
            {
              "title": "Suitable soil:",
              "text": "Summer Red thrives in fertile, well-drained soils with sufficient sunlight. It requires regular watering during dry periods to achieve optimal fruit quality."
            }
          ],
          "url": "apples-image.webp",
          "suggested": [2,3,4]
        },
        {
          "subvariety": "Top Red",
          "about": "Top Red is an apple variety known for its exceptional red color and sweet, refreshing taste. This hybrid variety comes from Delicious but features a deeper red color and excellent flavor. It is ideal for fresh markets as well as for processing into juice and jams. Top Red is valued for its juicy texture and visual appeal, making it one of the most popular consumer choices.",
          "main": [
            "Exceptional juiciness",
            "Mid-season harvest",
            "Good shelf life",
            "Versatile use"
          ],
          "characteristics": [
            {
              "title": "Appearance and taste:",
              "text": "Top Red fruits are medium to large, with smooth, intensely red skin. The taste is sweet, refreshing, and well-balanced. This variety is highly attractive due to its color and appearance."
            },
            {
              "title": "Harvest season:",
              "text": "Top Red is harvested from mid to late September."
            },
            {
              "title": "Suitable soil:",
              "text": "Top Red prefers fertile and well-drained soils. To achieve high fruit quality, regular irrigation and sufficient sunlight exposure during vegetation are essential."
            }
          ],
          "url": "top red.webp",
          "suggested": [2,3,4]
        },
        {
          "subvariety": "Golden Delicious",
          "about": "Golden Delicious is one of the most well-known apple varieties, characterized by its light, golden-yellow color and mild, sweet taste. It is a mid-late maturing variety valued for its storage durability and wide usability. Ideal for fresh consumption and processing into juice and jam. Golden Delicious is also extremely popular among consumers due to its mild texture and juiciness.",
          "main": [
            "Sweet taste",
            "Late harvest",
            "Good shelf life",
            "Universal use"
          ],
          "characteristics": [
            {
              "title": "Appearance and taste:",
              "text": "Golden Delicious fruits are medium to large, with smooth, golden-yellow skin that may occasionally show a faint reddish hue. This variety is sweet and juicy, with mild fruity aromas, making it highly pleasant for consumption."
            },
            {
              "title": "Harvest season:",
              "text": "Golden Delicious ripens in mid-October when the fruits reach full maturity."
            },
            {
              "title": "Suitable soil:",
              "text": "For optimal growth, Golden Delicious requires fertile and well-drained soil. It performs best in nutrient-rich soils with regular irrigation."
            }
          ],
          "url": "zlatni delises .jpg",
          "suggested": [2,3,4]
        }
      ]
    },
    "pear": {
      "title": "Kruska",
      "subvarietys": [
        {
          "subvariety": "Kruska1",
          "about": "Ajdared je američka sorta jabuke nastala ukrštanjem sorti Jonathan i Wagner...",
          "main": [
            "Blago kiselkast ukus",
            "Kasna berba",
            "Dug rok čuvanja",
            "Višenamenska upotreba"
          ],
          "characteristics": [
            {
              "title": "Izgled i ukus:",
              "text": "Plod je srednje krupan do krupan, sa glatkom i sjajnom pokožicom..."
            },
            {
              "title": "Sezona berbe:",
              "text": "Ajdared sazreva krajem septembra ili početkom oktobra."
            },
            {
              "title": "Pogodno zemljište:",
              "text": "Najbolje uspeva na plodnim, dubokim i rastresitim zemljištima..."
            }
          ],
          "url": "apples-image.webp",
          "suggested": [1,3,4]
        },
        {
          "subvariety": "Kruska2",
          "about": "Breburn je poreklom sa Novog Zelanda i predstavlja jednu od najznačajnijih sorti...",
          "main": [
            "Blago kiselkast ukus",
            "Kasna berba",
            "Dug rok čuvanja",
            "Višenamenska upotreba"
          ],
          "characteristics": [
            {
              "title": "Izgled i ukus:",
              "text": "Plod je čvrst i krupan, sa glatkom pokožicom crvenkastih nijansi..."
            },
            {
              "title": "Sezona berbe:",
              "text": "Breburn se bere u drugoj polovini oktobra..."
            },
            {
              "title": "Pogodno zemljište:",
              "text": "Najbolje uspeva na dobro dreniranom, plodnom zemljištu..."
            }
          ],
          "url": "apples-image.webp",
          "suggested": [1,3,4]
        }
      ]
    },
    "plum": {
      "title": "Plum",
      "subvarietys": [
        {
          "subvariety": "",
          "about": "",
          "main": [
            "",
            "",
            "",
            ""
          ],
          "characteristics": [
            {
              "title": "",
              "text": ""
            },
            {
              "title": "",
              "text": ""
            },
            {
              "title": "",
              "text": ""
            }
          ],
          "url": "apples-image.webp",
          "suggested": [1,3,4]
        },
        {
          "subvariety": "",
          "about": "",
          "main": [
            "",
            "",
            "",
            ""
          ],
          "characteristics": [
            {
              "title": "",
              "text": ""
            },
            {
              "title": "",
              "text": ""
            },
            {
              "title": "",
              "text": ""
            }
          ],
          "url": "apples-image.webp",
          "suggested": [1,3,4]
        },
        {
          "subvariety": "",
          "about": "",
          "main": [
            "",
            "",
            "",
            ""
          ],
          "characteristics": [
            {
              "title": "",
              "text": ""
            },
            {
              "title": "",
              "text": ""
            },
            {
              "title": "",
              "text": ""
            }
          ],
          "url": "apples-image.webp",
          "suggested": [1,3,4]
        },
        {
          "subvariety": "",
          "about": "",
          "main": [
            "",
            "",
            "",
            ""
          ],
          "characteristics": [
            {
              "title": "",
              "text": ""
            },
            {
              "title": "",
              "text": ""
            },
            {
              "title": "",
              "text": ""
            }
          ],
          "url": "apples-image.webp",
          "suggested": [1,3,4]
        },
        {
          "subvariety": "",
          "about": "",
          "main": [
            "",
            "",
            "",
            ""
          ],
          "characteristics": [
            {
              "title": "",
              "text": ""
            },
            {
              "title": "",
              "text": ""
            },
            {
              "title": "",
              "text": ""
            }
          ],
          "url": "apples-image.webp",
          "suggested": [1,3,4]
        },
        {
          "subvariety": "",
          "about": "",
          "main": [
            "",
            "",
            "",
            ""
          ],
          "characteristics": [
            {
              "title": "",
              "text": ""
            },
            {
              "title": "",
              "text": ""
            },
            {
              "title": "",
              "text": ""
            }
          ],
          "url": "apples-image.webp",
          "suggested": [1,3,4]
        },
        {
          "subvariety": "",
          "about": "",
          "main": [
            "",
            "",
            "",
            ""
          ],
          "characteristics": [
            {
              "title": "",
              "text": ""
            },
            {
              "title": "",
              "text": ""
            },
            {
              "title": "",
              "text": ""
            }
          ],
          "url": "apples-image.webp",
          "suggested": [1,3,4]
        }
      ]
    },
    "sour-cherry": {
      "title": "Sour cherry",
      "subvarietys": [
        {
          "subvariety": "",
          "about": "",
          "main": [
            "",
            "",
            "",
            ""
          ],
          "characteristics": [
            {
              "title": "",
              "text": ""
            },
            {
              "title": "",
              "text": ""
            },
            {
              "title": "",
              "text": ""
            }
          ],
          "url": "apples-image.webp",
          "suggested": [1,3,4]
        },
        {
          "subvariety": "",
          "about": "",
          "main": [
            "",
            "",
            "",
            ""
          ],
          "characteristics": [
            {
              "title": "",
              "text": ""
            },
            {
              "title": "",
              "text": ""
            },
            {
              "title": "",
              "text": ""
            }
          ],
          "url": "apples-image.webp",
          "suggested": [1,3,4]
        },
        {
          "subvariety": "",
          "about": "",
          "main": [
            "",
            "",
            "",
            ""
          ],
          "characteristics": [
            {
              "title": "",
              "text": ""
            },
            {
              "title": "",
              "text": ""
            },
            {
              "title": "",
              "text": ""
            }
          ],
          "url": "apples-image.webp",
          "suggested": [1,3,4]
        },
        {
          "subvariety": "",
          "about": "",
          "main": [
            "",
            "",
            "",
            ""
          ],
          "characteristics": [
            {
              "title": "",
              "text": ""
            },
            {
              "title": "",
              "text": ""
            },
            {
              "title": "",
              "text": ""
            }
          ],
          "url": "apples-image.webp",
          "suggested": [1,3,4]
        },
        {
          "subvariety": "",
          "about": "",
          "main": [
            "",
            "",
            "",
            ""
          ],
          "characteristics": [
            {
              "title": "",
              "text": ""
            },
            {
              "title": "",
              "text": ""
            },
            {
              "title": "",
              "text": ""
            }
          ],
          "url": "apples-image.webp",
          "suggested": [1,3,4]
        },
        {
          "subvariety": "",
          "about": "",
          "main": [
            "",
            "",
            "",
            ""
          ],
          "characteristics": [
            {
              "title": "",
              "text": ""
            },
            {
              "title": "",
              "text": ""
            },
            {
              "title": "",
              "text": ""
            }
          ],
          "url": "apples-image.webp",
          "suggested": [1,3,4]
        }
      ]
    }
  },
  "ru": {
    "apple": {
      "title": "Яблоко",
      "subvarietys": [
        {
          "subvariety": "Айдаред",
          "about": "Айдаред — американский сорт яблок, выведенный путем скрещивания сортов Джонатан и Вагнер. Благодаря привлекательному внешнему виду, устойчивости и возможности длительного хранения, он популярен как в коммерческом производстве, так и среди потребителей. Относится к зимним сортам и известен стабильной и высокой урожайностью.",
          "main": [
            "Слегка кисловатый вкус",
            "Поздний сбор",
            "Длительный срок хранения",
            "Многофункциональное использование"
          ],
          "characteristics": [
            {
              "title": "Внешний вид и вкус:",
              "text": "Плод средний или крупный, с гладкой и блестящей кожицей, преимущественно красного цвета с зеленоватой основой. Подходит для тех, кто предпочитает баланс между сладостью и кислотой."
            },
            {
              "title": "Сезон сбора:",
              "text": "Айдаред собирают в конце сентября или в начале октября."
            },
            {
              "title": "Подходящая почва:",
              "text": "Лучше всего растет на плодородных, глубоких и рыхлых почвах с хорошим дренажем. Предпочитает слегка кислую или нейтральную почву, солнечные и умеренно влажные участки."
            }
          ],
          "url": "ajdared.jpg",
          "suggested": [2,3,4]
        },
        {
          "subvariety": "Бреберн",
          "about": "Бреберн — сорт яблок из Новой Зеландии, один из важнейших в коммерческом производстве благодаря прочности, качеству плодов и сбалансированному вкусу. Является естественным гибридом сортов Леди Гамильтон и Гренни Смит. Известен твердой текстурой, сладко-кислым вкусом и длительным сроком хранения.",
          "main": [
            "Слегка кисловатый вкус",
            "Позднее созревание",
            "Долговечная свежесть",
            "Умеренно требовательный"
          ],
          "characteristics": [
            {
              "title": "Внешний вид и вкус:",
              "text": "Плод твердый и крупный, с гладкой кожицей красноватых оттенков. Сочный и приятно освежающий, с легкой кислинкой."
            },
            {
              "title": "Сезон сбора:",
              "text": "Бреберн собирают во второй половине октября. Отличается хорошей транспортабельностью и прочностью плода."
            },
            {
              "title": "Подходящая почва:",
              "text": "Предпочитает плодородные, хорошо дренированные почвы с хорошим солнечным освещением."
            }
          ],
          "url": "breburn.jpg",
          "suggested": [2,3,4]
        },
        {
          "subvariety": "Фуджи",
          "about": "Фуджи — высоко ценимый сорт яблок из Японии, выведенный путем скрещивания сортов Ралс Джанет и Ред Делишес. Известен стабильным качеством плодов, устойчивостью к хранению и длительным сроком годности. Один из самых востребованных сортов в мире, особенно для свежего потребления.",
          "main": [
            "Узнаваемый внешний вид",
            "Очень сладкое",
            "Поздний сбор",
            "Долгий срок хранения"
          ],
          "characteristics": [
            {
              "title": "Внешний вид и вкус:",
              "text": "Плод крупный, твердый и сочный. Кожица желтовато-зеленая, почти полностью покрыта розово-красными оттенками. Вкус ярко выраженно сладкий, почти без кислотности, с мягким ароматом."
            },
            {
              "title": "Сезон сбора:",
              "text": "Фуджи собирают во второй половине октября. Отлично хранится и долго остается свежим."
            },
            {
              "title": "Подходящая почва:",
              "text": "Лучше всего растет на глубоких, плодородных и хорошо дренированных почвах. Нуждается в тепле, солнце и регулярном поливе."
            }
          ],
          "url": "fudzi.jpg",
          "suggested": [2,3,4]
        },
        {
          "subvariety": "Гала",
          "about": "Гала — очень популярный сорт яблок из Новой Зеландии, отличающийся исключительной сладостью и приятным ароматом. Благодаря цвету и однородному качеству часто используется в коммерческом производстве, а плоды пользуются большим спросом.",
          "main": [
            "Очень сладкое",
            "Ранний сбор",
            "Средний срок хранения",
            "Идеально для свежего потребления"
          ],
          "characteristics": [
            {
              "title": "Внешний вид и вкус:",
              "text": "Плоды небольшие или средние, с гладкой, тонкой кожицей желто-красного цвета, иногда с золотистыми оттенками. Очень сладкие, с мягким фруктовым ароматом."
            },
            {
              "title": "Сезон сбора:",
              "text": "Гала — ранний сорт, собирается в первой половине августа."
            },
            {
              "title": "Подходящая почва:",
              "text": "Лучше всего растет на плодородных, хорошо дренированных почвах с достаточным солнечным светом."
            }
          ],
          "url": "gala.jpg",
          "suggested": [2,3,4]
        },
        {
          "subvariety": "Глостер",
          "about": "Глостер — сорт яблок из Германии, известный своей твердой текстурой и устойчивостью к хранению. Часто крупные плоды с характерным красным, почти черным оттенком. Универсален — подходит как для свежего потребления, так и для приготовления сока, варенья и бренди.",
          "main": [
            "Насыщенный красный цвет",
            "Слегка кисловатый вкус",
            "Средний сбор",
            "Разнообразное применение"
          ],
          "characteristics": [
            {
              "title": "Внешний вид и вкус:",
              "text": "Плод средний или крупный, с темно-красной, почти черной кожицей. Освежающий, слегка кисловатый вкус. Однородность вкуса и текстуры делает сорт подходящим для длительного хранения."
            },
            {
              "title": "Сезон сбора:",
              "text": "Собирается в конце сентября и начале октября."
            },
            {
              "title": "Подходящая почва:",
              "text": "Лучше всего растет на плодородных, хорошо дренированных почвах с достаточным солнечным светом. Требует сбалансированной влажности и невысокой кислотности почвы."
            }
          ],
          "url": "gloster.jpg",
          "suggested": [2,3,4]
        },
        {
          "subvariety": "Гренни Смит",
          "about": "Гренни Смит — австралийский сорт яблок, отличающийся ярко-зеленым цветом и выраженной кислотностью. Благодаря твердой текстуре и свежему вкусу широко используется как в кулинарии, так и в производстве сока и бренди.",
          "main": [
            "Ярко-зеленый цвет",
            "Выраженная кислотность",
            "Средний сбор",
            "Длительный срок хранения"
          ],
          "characteristics": [
            {
              "title": "Внешний вид и вкус:",
              "text": "Плод средний, с характерной светло-зеленой кожицей. Вкус ярко выраженно кислый и освежающий, практически без сладости. Идеален для любителей кислых яблок."
            },
            {
              "title": "Сезон сбора:",
              "text": "Гренни Смит собирают в октябре и ноябре."
            },
            {
              "title": "Подходящая почва:",
              "text": "Лучше всего растет на глубоких, плодородных, хорошо дренированных почвах, с регулярным поливом."
            }
          ],
          "url": "greni-smit.jpg",
          "suggested": [2,3,4]
        },
        {
          "subvariety": "Джонаголд",
          "about": "Джонаголд — гибридный сорт яблок, полученный скрещиванием Джонатана и Голден Делишес. Отличается золотисто-красным цветом, насыщенным вкусом и универсальностью. Ценится за высокое качество текстуры и освежающий сладко-кислый вкус.",
          "main": [
            "Яркий цвет",
            "Баланс кислоты и сладости",
            "Средний сбор",
            "Длительный срок хранения"
          ],
          "characteristics": [
            {
              "title": "Внешний вид и вкус:",
              "text": "Плоды среднего или крупного размера, с гладкой кожицей от светло-желтого до красноватого оттенка. Преобладает сбалансированный сладко-кислый вкус. Обладает характерным фруктовым ароматом."
            },
            {
              "title": "Сезон сбора:",
              "text": "Собирается во второй половине сентября — начале октября. Благодаря выносливости долго сохраняет качество при хранении."
            },
            {
              "title": "Подходящая почва:",
              "text": "Лучше всего растет на плодородных, хорошо дренированных почвах, с достаточным количеством влаги и солнца. Почва должна быть богата питательными веществами, требуется регулярный полив в засушливый период."
            }
          ],
          "url": "jonagold.jpg",
          "suggested": [2,3,4]
        },
        {
          "subvariety": "Ред Спур Делишес",
          "about": "Ред Спур Делишес — разновидность популярного сорта Делишес, известная своим насыщенным красным цветом и сладким вкусом. Отличается привлекательным видом, плотной текстурой и высоким качеством плодов, идеально подходит для свежего потребления.",
          "main": [
            "Светло-красный цвет",
            "Сладкий вкус",
            "Средний сбор",
            "Идеально для свежего потребления"
          ],
          "characteristics": [
            {
              "title": "Внешний вид и вкус:",
              "text": "Плоды среднего или крупного размера, с гладкой, светло-красной кожицей и равномерной окраской. Обладают естественной сладостью и освежающим вкусом. Отличный выбор для свежего потребления."
            },
            {
              "title": "Сезон сбора:",
              "text": "Собирается в середине сентября. Плоды быстро созревают и поступают на рынок уже к концу лета."
            },
            {
              "title": "Подходящая почва:",
              "text": "Требует плодородной почвы с хорошим дренажем и регулярным поливом. Почва должна быть богата питательными веществами для получения качественных плодов."
            }
          ],
          "url": "red-spur-delises.jpg",
          "suggested": [2,3,4]
        },
        {
          "subvariety": "Саммер Ред",
          "about": "Саммер Ред — ранний сорт яблок, отличающийся ярко-красным цветом и освежающим вкусом. Благодаря сбалансированной сладко-кислой нотке идеально подходит для летнего потребления. Один из первых сортов на рынке в летний сезон.",
          "main": [
            "Мягкая сладко-кислая нота",
            "Ранний сбор",
            "Короткий срок хранения",
            "Идеален для свежего потребления"
          ],
          "characteristics": [
            {
              "title": "Внешний вид и вкус:",
              "text": "Плод среднего размера, с гладкой ярко-красной кожицей. Имеет освежающий вкус с гармонией сладости и кислоты."
            },
            {
              "title": "Сезон сбора:",
              "text": "Собирается в начале лета, обычно в июне и июле."
            },
            {
              "title": "Подходящая почва:",
              "text": "Лучше всего растет на плодородных, хорошо дренированных почвах, при достаточном солнечном освещении и регулярном поливе."
            }
          ],
          "url": "apples-image.webp",
          "suggested": [2,3,4]
        },
        {
          "subvariety": "Топ Ред",
          "about": "Топ Ред — сорт яблок, известный насыщенным красным цветом и сладким, освежающим вкусом. Это гибрид, произошедший от сорта Делишес, но с более ярким цветом и отличным вкусом. Идеален как для свежего потребления, так и для сока и варенья.",
          "main": [
            "Очень сочный",
            "Средний сбор",
            "Хороший срок хранения",
            "Многофункциональный"
          ],
          "characteristics": [
            {
              "title": "Внешний вид и вкус:",
              "text": "Плод средний или крупный, с гладкой, насыщенно-красной кожицей. Сладкий, освежающий вкус, привлекательный внешний вид."
            },
            {
              "title": "Сезон сбора:",
              "text": "Собирается с середины до конца сентября."
            },
            {
              "title": "Подходящая почва:",
              "text": "Предпочитает плодородные, хорошо дренированные почвы. Требует регулярного полива и солнечного света в период вегетации."
            }
          ],
          "url": "top red.webp",
          "suggested": [2,3,4]
        },
        {
          "subvariety": "Голден Делишес",
          "about": "Голден Делишес — один из самых известных сортов яблок, отличается золотисто-желтым цветом и мягким сладким вкусом. Среднепоздний сорт, ценится за хорошую сохраняемость и универсальность применения. Идеален для свежего потребления, сока и варенья.",
          "main": [
            "Сладкий вкус",
            "Поздний сбор",
            "Хороший срок хранения",
            "Универсальное применение"
          ],
          "characteristics": [
            {
              "title": "Внешний вид и вкус:",
              "text": "Плоды средние или крупные, с гладкой золотисто-желтой кожицей, иногда с легким красноватым оттенком. Сладкий и сочный, с мягкими фруктовыми нотами."
            },
            {
              "title": "Сезон сбора:",
              "text": "Созревает в середине октября, достигая полной зрелости."
            },
            {
              "title": "Подходящая почва:",
              "text": "Для оптимального роста требует плодородные, хорошо дренированные почвы, богатые питательными веществами и с регулярным поливом."
            }
          ],
          "url": "zlatni delises .jpg",
          "suggested": [2,3,4]
        }
      ]
    },
    "pear": {
      "title": "Kruska",
      "subvarietys": [
        {
          "subvariety": "Kruska1",
          "about": "Ajdared je američka sorta jabuke nastala ukrštanjem sorti Jonathan i Wagner...",
          "main": [
            "Blago kiselkast ukus",
            "Kasna berba",
            "Dug rok čuvanja",
            "Višenamenska upotreba"
          ],
          "characteristics": [
            {
              "title": "Izgled i ukus:",
              "text": "Plod je srednje krupan do krupan, sa glatkom i sjajnom pokožicom..."
            },
            {
              "title": "Sezona berbe:",
              "text": "Ajdared sazreva krajem septembra ili početkom oktobra."
            },
            {
              "title": "Pogodno zemljište:",
              "text": "Najbolje uspeva na plodnim, dubokim i rastresitim zemljištima..."
            }
          ],
          "url": "apples-image.webp",
          "suggested": [2,3,4]
        },
        {
          "subvariety": "Kruska2",
          "about": "Breburn je poreklom sa Novog Zelanda i predstavlja jednu od najznačajnijih sorti...",
          "main": [
            "Blago kiselkast ukus",
            "Kasna berba",
            "Dug rok čuvanja",
            "Višenamenska upotreba"
          ],
          "characteristics": [
            {
              "title": "Izgled i ukus:",
              "text": "Plod je čvrst i krupan, sa glatkom pokožicom crvenkastih nijansi..."
            },
            {
              "title": "Sezona berbe:",
              "text": "Breburn se bere u drugoj polovini oktobra..."
            },
            {
              "title": "Pogodno zemljište:",
              "text": "Najbolje uspeva na dobro dreniranom, plodnom zemljištu..."
            }
          ],
          "url": "apples-image.webp",
          "suggested": [2,3,4]
        }
      ]
    },
    "plum": {
      "title": "Слива",
      "subvarietys": [
        {
          "subvariety": "",
          "about": "",
          "main": [
            "",
            "",
            "",
            ""
          ],
          "characteristics": [
            {
              "title": "",
              "text": ""
            },
            {
              "title": "",
              "text": ""
            },
            {
              "title": "",
              "text": ""
            }
          ],
          "url": "apples-image.webp",
          "suggested": [1,3,4]
        },
        {
          "subvariety": "",
          "about": "",
          "main": [
            "",
            "",
            "",
            ""
          ],
          "characteristics": [
            {
              "title": "",
              "text": ""
            },
            {
              "title": "",
              "text": ""
            },
            {
              "title": "",
              "text": ""
            }
          ],
          "url": "apples-image.webp",
          "suggested": [1,3,4]
        },
        {
          "subvariety": "",
          "about": "",
          "main": [
            "",
            "",
            "",
            ""
          ],
          "characteristics": [
            {
              "title": "",
              "text": ""
            },
            {
              "title": "",
              "text": ""
            },
            {
              "title": "",
              "text": ""
            }
          ],
          "url": "apples-image.webp",
          "suggested": [1,3,4]
        },
        {
          "subvariety": "",
          "about": "",
          "main": [
            "",
            "",
            "",
            ""
          ],
          "characteristics": [
            {
              "title": "",
              "text": ""
            },
            {
              "title": "",
              "text": ""
            },
            {
              "title": "",
              "text": ""
            }
          ],
          "url": "apples-image.webp",
          "suggested": [1,3,4]
        },
        {
          "subvariety": "",
          "about": "",
          "main": [
            "",
            "",
            "",
            ""
          ],
          "characteristics": [
            {
              "title": "",
              "text": ""
            },
            {
              "title": "",
              "text": ""
            },
            {
              "title": "",
              "text": ""
            }
          ],
          "url": "apples-image.webp",
          "suggested": [1,3,4]
        },
        {
          "subvariety": "",
          "about": "",
          "main": [
            "",
            "",
            "",
            ""
          ],
          "characteristics": [
            {
              "title": "",
              "text": ""
            },
            {
              "title": "",
              "text": ""
            },
            {
              "title": "",
              "text": ""
            }
          ],
          "url": "apples-image.webp",
          "suggested": [1,3,4]
        },
        {
          "subvariety": "",
          "about": "",
          "main": [
            "",
            "",
            "",
            ""
          ],
          "characteristics": [
            {
              "title": "",
              "text": ""
            },
            {
              "title": "",
              "text": ""
            },
            {
              "title": "",
              "text": ""
            }
          ],
          "url": "apples-image.webp",
          "suggested": [1,3,4]
        }
      ]
    },
    "sour-cherry": {
      "title": "Вишня",
      "subvarietys": [
        {
          "subvariety": "",
          "about": "",
          "main": [
            "",
            "",
            "",
            ""
          ],
          "characteristics": [
            {
              "title": "",
              "text": ""
            },
            {
              "title": "",
              "text": ""
            },
            {
              "title": "",
              "text": ""
            }
          ],
          "url": "apples-image.webp",
          "suggested": [1,3,4]
        },
        {
          "subvariety": "",
          "about": "",
          "main": [
            "",
            "",
            "",
            ""
          ],
          "characteristics": [
            {
              "title": "",
              "text": ""
            },
            {
              "title": "",
              "text": ""
            },
            {
              "title": "",
              "text": ""
            }
          ],
          "url": "apples-image.webp",
          "suggested": [1,3,4]
        },
        {
          "subvariety": "",
          "about": "",
          "main": [
            "",
            "",
            "",
            ""
          ],
          "characteristics": [
            {
              "title": "",
              "text": ""
            },
            {
              "title": "",
              "text": ""
            },
            {
              "title": "",
              "text": ""
            }
          ],
          "url": "apples-image.webp",
          "suggested": [1,3,4]
        },
        {
          "subvariety": "",
          "about": "",
          "main": [
            "",
            "",
            "",
            ""
          ],
          "characteristics": [
            {
              "title": "",
              "text": ""
            },
            {
              "title": "",
              "text": ""
            },
            {
              "title": "",
              "text": ""
            }
          ],
          "url": "apples-image.webp",
          "suggested": [1,3,4]
        },
        {
          "subvariety": "",
          "about": "",
          "main": [
            "",
            "",
            "",
            ""
          ],
          "characteristics": [
            {
              "title": "",
              "text": ""
            },
            {
              "title": "",
              "text": ""
            },
            {
              "title": "",
              "text": ""
            }
          ],
          "url": "apples-image.webp",
          "suggested": [1,3,4]
        },
        {
          "subvariety": "",
          "about": "",
          "main": [
            "",
            "",
            "",
            ""
          ],
          "characteristics": [
            {
              "title": "",
              "text": ""
            },
            {
              "title": "",
              "text": ""
            },
            {
              "title": "",
              "text": ""
            }
          ],
          "url": "apples-image.webp",
          "suggested": [1,3,4]
        }
      ]
    }
  }
}